Repository: abasty/videokiss
Catalog: *.po
Languages: fr

source: Lua script error. Check theme or config.
fr: Erreur de script Lua. Vérifier le thème ou le fichier de configuration.

source: Error
fr: Erreur

source: Themes
fr: Thèmes

source: Make
fr: Monter

source: Quit
fr: Quitter

source: Input Folder
fr: Dossier des clips

source: Select a Folder
fr: Sélectionner un dossier

source: Ouput Format
fr: Format de la vidéo

source: Use theme
fr: Utiliser un thème

source: Select a File
fr: Sélectionner un fichier

source: Output Format
fr: Détails de la vidéo

source: Output Folder
fr: Dossier de la vidéo

source: Output File
fr: Nom de la vidéo

source: Output Details
fr: Paramètres de la vidéo
